{
  "long_title": "10% off Netherlands",
  "short_title": "Explore the Netherlands with 10% off",
  "cid": "eur245",
  "long_description": "<p>The Netherlands is a gorgeous country in Northwestern&nbsp;Europe, renowned for its flat landscape, canals, cycling routes, windmills, and&nbsp;of course, tulips. This country offers so many amazing areas to explore;&nbsp;traveling by road will ensure that you enjoy as much of the Netherlands as you&nbsp;possibly can. Start off your adventure in the capital city of Amsterdam, where&nbsp;you can see historic sites like the Rijksmuseum, the Van Gogh Museum, the Royal&nbsp;Palace of Amsterdam, and the Anne Frank House.</p> <p>Travel to the outskirts of the cities to the Hoge Veluwe&nbsp;National Park in the province of Gelderland, where you can explore the&nbsp;heathlands, woodlands, and sand dunes that mark this vast natural wonderland.&nbsp;Make sure to venture into the city of The Hague, where you can jump between&nbsp;various monuments, historic districts, and quaint eateries that fill this&nbsp;lively town.</p> <p>If&nbsp;there's one thing that you must do before you leave the Netherlands – it's&nbsp;taking a drive down the world-renowned Bollenstreek Route, also known as the&nbsp;Bloemen Route (Flower Route). This is perhaps one of the most scenic driving&nbsp;routes in the world, named by National Geographic as a \"Drive of Lifetime.\"&nbsp;This route begins in Haarlem and winds 40 km south to Leiden. The best time to&nbsp;take this drive is during the spring, when you can drive past incredibly dense,&nbsp;vast flower fields filled with tulips, daffodils, narcissi, gladioli, dahlilas,&nbsp;lilies, irises, and hyacinths. Get your camera ready for incredibly colorful,&nbsp;vibrant photos that will accompany your memories of a lifetime.</p> ",
  "terms_and_conditions": "<h2>Terms and Conditions</h2> <p>&nbsp;</p> <p><b>Price shown includes only the Base Rate charge (Time and Mileage) and excludes applicable taxes, fees, surcharges, refueling, drop-off, youthful driver, and pick-up charges, and charges for optional products or services such as Damage Waiver (at $30 or less per day), which are the responsibility of the Renter.</b> Offer valid for one-way rentals reserved in advance and picked up between 3/24/2018-5/31/2018 from the following participating Arizona locations: Phoenix, Mesa, Peoria, Scottsdale, Tempe, Chandler, Gilbert, Glendale, Casa Grande, Tucson. Price shown applies to Economy, Compact, Intermediate, Standard cars and Intermediate SUV vehicles. For certain locations, base rates of less than $29.99 per day may be available. To see if a lower rate is available, visit www.enterprise.com or contact the location in question. It is the renter's responsibility to check for a lower rate. Price shown includes Unlimited Mileage. Vehicle must be returned to a participating Enterprise location in the continental U.S., outside the state of Arizona. Minimum one-day rental required and a 21-day maximum applies. Additional mandatory charges may be imposed, including, but not limited to a customer facility charge, airport concession fee, tourism commission assessment, vehicle license recovery fee, or other government-imposed taxes or fees. For more information, including an estimate of your total rental cost, visit our Internet website at www.enterprise.com. Enterprise reserves the right to terminate the offer or change the terms at any time. This offer cannot be combined with any other discount and cannot be applied to a previous or existing reservation or rental. Offer is subject to vehicle availability at the time of booking. Renter and additional driver(s) must meet standard age, driver and credit requirements. Please check your auto insurance policy and/or credit card agreement for rental vehicle coverage. Other restrictions, including holiday and blackout dates, may apply. Pick-up and drop-off service is subject to geographic and other restrictions. Non-transferable. Void where prohibited.<b><br>  </b></p> ",
  "image": {
    "480": "https://picsum.photos/480/270",
    "640": "https://picsum.photos/640/360",
    "1280": "https://picsum.photos/1280/720"
  }
}
