{
  "messages": [],
  "contract_details": {
    "contract_number": "WES999",
    "contract_type": "PROMOTION",
    "contract_name": "$9.99 Weekend Special",
    "contract_accepts_billing": false,
    "terms_and_conditions": "<p>United States</p>\n<p>Valid at participating neighborhood locations within the U.S. and Puerto Rico only for rentals reserved in advance. Rental must begin on or after August 21, 2015 and end on or before May 23, 2016. Offer rate of $9.99 per day applies to an Economy or Compact car, $14.99 per day applies to an Intermediate car, $17.99 per day applies to a Standard car, and $19.99 per day applies to a Full Size car (each, a promotional rate) rented on Friday and ending the following Monday (the promotion period), and includes 100 miles per day. In certain locations, if your rental period includes days outside the promotion period, due to limitations of our reservation system, the rate will be displayed as a blended rate consisting of the applicable promotional rate and the non-promotional rate over the entire rental period. For certain locations, rates of less than the promotional rate for the applicable vehicle may be available. To see if a lower rate is available, go to the main reservation path on the enterprise.com home page, or contact the location in question directly, before visiting your local branch or making your booking. It is the renter's responsibility to check for a lower rate. Enterprise reserves the right to terminate the offer or change the terms at any time. Sorry, this offer is not valid at airport locations or one way rentals and availability is limited. Rates are as posted at time of reservation at enterprise.com. Offer cannot be combined with other coupons, offers or discounted rates. Standard rental qualifications apply. Offer rate does not include 23% or lower tax and/or additional surcharges, $0.20 or less per mile for excess miles, vehicle licensing fees of $4 or less per day, refueling fees, additional driver fees and optional damage waiver of $29.99 or less per day, which are the responsibility of the renter. In the USA, check your insurance policy and/or credit card agreement for rental vehicle coverage. Other restrictions, including holiday and blackout dates, may apply. Pick-up and drop-off service is subject to geographic and other restrictions. Void where prohibited.</p>",
    "additional_information": [],
    "restrictions": {
      "rental_minimum_length": 2,
      "rental_maximum_length": 4,
      "valid_promotion_display_on_time": "2006-03-06T00:00:00.000-05:00",
      "valid_promotion_display_off_time": "2016-12-31T00:00:00.000-05:00",
      "valid_pickup_start_time": "2006-03-06T00:00:00.000-05:00",
      "valid_pickup_end_time": "2016-12-31T00:00:00.000-05:00",
      "valid_return_time": "2016-12-31T00:00:00.000-05:00",
      "black_out_dates": [],
      "promotion_type": "SATURDAY_NIGHT_STAY",
      "participating_countries": [
        "United States"
      ],
      "participating_states": [],
      "participating_cities": []
    },
    "promotion_image": {
      "name": "imageResultNodePath",
      "path": "https://enterprise-int2-aem.enterprise.com/content/enterprise_cros/data/deal/featured/customer/WES999.doi.{width}.{quality}.imageResultNodePath.jpg/1442517743280.jpg",
      "supported_widths": [
        "60",
        "120",
        "125",
        "132",
        "140",
        "176",
        "180",
        "200",
        "240",
        "264",
        "295",
        "320",
        "352",
        "480",
        "640",
        "768"
      ],
      "supported_qualities": [
        "low",
        "medium",
        "high"
      ]
    },
    "contract_has_additional_benefits": false,
    "marketing_message_indicator": false,
    "allow_account_removal_indicator": false,
    "loyalty_sign_up_eligible": true,
    "policies": []
  }
}
